Repository: albanobattistella/waylyrics
Catalog: locales/waylyrics.po
Languages: it

source: Search lyric
it: Cerca testo

source: Title
it: Titolo

source: Singer
it: Cantante

source: Length
it: Durata

source: Source
it: Risorsa

source: Enter title...
it: Imserisci titolo...

source: title
it: titolo

source: Enter album...
it: Inserisci album...

source: Enter artists split by '/'...
it: Inserisci gli artisti divisi da '/'...

source: artists
it: artisti

source: Set as lyric
it: Imposta come testo

source: No result was found.
it: Nessun risultato trovato.

source: Hide Decoration
it: Nascondi decorazione

source: Reload theme
it: Ricarica tema

source: Refetch lyric
it: Aggiorna testo

source: Remove lyric
it: Rimuovi testo

source: Remove lyric forever
it: Rimuovi sempre il testo

source: Lyric Display Mode
it: Modalit√† di visualizzazione dei testi

source: Lyric Alignment
it: Allineamento dei testi

source: Select Player
it: Seleziona Player

source: Original Lyric
it: Testo originale

source: Translated Lyric
it: Testo tradotto

source: Import Lyric
it: Importa testo

source: Export Lyric
it: Esporta testo

source: Disconnect
it: Disconnetti

source: lyric not exising!
it: testo inesistente!

source: Export a lyrics file
it: Esporta un file con il testo

source: failed to export:
it: impossibile esportare:

source: Select a lyrics file
it: Seleziona un file di testo

source: failed to read LRC in UTF-8:
it: impossibile leggere LRC in UTF-8:

source: input LRC in unsupported format:
it: input LRC in formato non supportato:

source: Toggle Decoration
it: Abilita decorazione

source: Search Lyric
it: Cerca testo

source: Refetch Lyric
it: Recupera il testo

source: Restart
it: Riavvia

source: Quit
it: Esci

source: show_both
it: mostra_entrambi

source: show_both_rev
it: mostra_entrambi_rev

source: origin
it: origine

source: prefer_translation
it: preferire_traduzione

source: Center
it: Centro

source: Start
it: Inizio

source: End
it: Fine

source: Fill
it: Riempire
